{"URL":"","Title":"Google","Desciption":"Search the world's information, including webpages, images, videos and more. Google has many special features to help you find exactly what you're looking for."}
{"URL":"","Title":"Google Images","Desciption":"Google Images. The most comprehensive image search on the web."}
{"URL":"","Title":"The New York Times - Breaking News, US News, World News and Videos2024 Elections","Desciption":"Live news, investigations, opinion, photos and video by the journalists of The New York Times from more than 150 countries around the world. Subscribe for coverage of U.S. and international news, politics, business, technology, science, health, arts, sports and more."}
{"URL":"","Title":"The Go Programming Language","Desciption":"Go is an open source programming language that makes it simple to build secure, scalable systems."}
{"URL":"","Title":"  Google Maps  ","Desciption":""}
{"URL":"","Title":"YouTube","Desciption":"Enjoy the videos and music you love, upload original content, and share it all with friends, family, and the world on YouTube."}
{"URL":"","Title":"Browse All of Google's Products \u0026 Services - Google","Desciption":"Browse a list of Google products designed to help you work and play, stay organized, get answers, keep in touch, grow your business, and more."}
{"URL":"","Title":"Google News","Desciption":"Comprehensive up-to-date news coverage, aggregated from sources all over the world by Google News."}
{"URL":"","Title":"Android Apps on Google Play","Desciption":"Enjoy millions of the latest Android apps, games, music, movies, TV, books, magazines \u0026 more. Anytime, anywhere, across your devices."}
{"URL":"","Title":"Google Drive: Sign-in","Desciption":"Access Google Drive with a Google account (for personal use) or Google Workspace account (for business use)."}
{"URL":"","Title":"Google - Search Customization","Desciption":""}
{"URL":"","Title":"Search settings","Desciption":""}
{"URL":"","Title":"Gmail","Desciption":"Gmail is email that’s intuitive, efficient, and useful. 15 GB of storage, less spam, and mobile access."}
